Repository: virtual-labs/exp-compound-pendulum-symmetric-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: Mass : 1 Kg
hi_in: सामूहिक : 1 Kg

source: help1
hi_in: लंबाई स्लाइडर का उपयोग करके लंबाई चुनें।

source: help2
hi_in: 'पर्यावरण' ड्रॉपडाउन से एक पर्यावरण का चयन करें।

source: help3
hi_in: पेंडुलम के निचले छोर पर क्लिक करें, उसे एक छोटे से कोण के बीच खींचें और उसे छोड़ दें।

source: help4
hi_in: पेंडुलम की ओर से एक तरफ हिलना शुरू हो जाएगा।

source: help5
hi_in: पर्यावरण मेनू को सक्रिय करने के लिए स्टॉप बटन पर क्लिक करें।

source: help6
hi_in: पर्यावरण मेनू को सक्रिय करने के लिए स्टॉप बटन पर क्लिक करें।

source: help7
hi_in: स्टॉपवॉच का उपयोग करते हुए 10 ऑसीलेशन के लिए समय देखें।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Compound Pendulum
hi_in: यौगिक पेंडुलम

source: Show Result
hi_in: परिणाम दिखाओ

source: Length
hi_in: लंबाई

source: Stop
hi_in: रुकें

source: Reset
hi_in: रीसेट

source: m
hi_in: मीटर

source: m/s
hi_in: मीटर/सेकंड ²

source: kgm
hi_in: केजीएम ²

source: cm
hi_in: सेमी

source: Earth(g=9.8 m/s)
hi_in: पृथ्वी (g=9.8 m/s²)

source: Environment
hi_in: वातावरण

source: Moon(g=1.62 m/s)
hi_in: चांद (g=1.62 m/s²)

source: Uranus(g=9.01 m/s)
hi_in: अरुण ग्रह(g=9.01 m/s²)

source: Neptune(g=11.28 m/s)
hi_in: नेपट्यून (g=11.28 m/s²)

source: Jupitor(g=25.93 m/s)
hi_in: जुपिटर (g=25.93 m/s²)

source: Venus(g=8.87 m/s)
hi_in: शुक्र(g=8.87 m/s²)

source: Mercury(g=3.70 m/s)
hi_in: बुध (g=3.70 m/s²)

source: Accelaration due to Gravity,g
hi_in: गुरुत्वाकर्षण के कारण त्वरण, जी

source: Radius of Gyration,K
hi_in: के त्रिज्या गिरतीओं,के

source: Moment of Inertia,I
hi_in: जड़ता का पल, मैी

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: 2015 - 2009 कॉपीराइट © अमृता विश्वविद्यालय
